tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "ctags"
brew "emacs"
brew "git"
brew "gnupg"
brew "pkg-config"
brew "gtk+3"
brew "hiredis"
brew "imagemagick@6", link: true
brew "lastpass-cli"
brew "macvim"
brew "mysql@5.7", restart_service: true, link: true
brew "numpy"
brew "opencv"
brew "postgresql"
brew "pygobject3"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim", link: false
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
cask "kawa"
